Repository: Orlyanskiy93/NDA
Catalog: NDA/BuisnessLogic/Constants/*.lproj/Localizable.strings
Languages: ru

source: Error
ru: Ошибка

source: OK
ru: Ок

source: Cancel
ru: Отмена

# wrongName
source: Name must contains only letters
ru: Имя должно ссостоять только из букв

# wrongAge
source: Age is to much
ru: Недопустимый возраст

source: Wrong email
ru: Неыерный формат

# emptyField
source: Field is empty
ru: Пустое поле

# shortText
source: Text is to short
ru: Текст слишком короткий

# saveUser
source: Unable to save user
ru: Ошибка при попытке сохранить данные пользователя

# getUser
source: Unable to load user
ru: Ошибка загрузка данных пользователя

# optionsCount
source: Wrong count of options
ru: Неверное количество опций

source: Try again
ru: Попробуйте еще раз

# rightAnswer
source: Options have no right answer
ru: Отсутствует правильный варриант ответа

# mapping
source: Unable to load data
ru: Ошибка при загрузке данных

# savingSession
source: Unable to save session
ru: Ошибка при попытке сохранить данные сессии

# stage
source: Previous session is not completed
ru: Предыдущая сессия не пройдена

# saveData
source: Unable to save data
ru: Ошибка при попытке сохранить данные

# fetchData
source: Unable to load data
ru: Ошибка при загрузке данных

# mapData
source: Unable to map data
ru: Ошибка сопоставления данных

# profileNavigationItemTitle
source: Your profile
ru: Ваш профиль

# editProfileNavigationItemTitle
source: Edit profile
ru: Редактирование профиля

source: Profile
ru: Профиль

# welcomeMessage
source: Welcome to the Neuro Degenerative Cognitive Assessment App!
ru: Добро пожаловать в Neuro Degenerative Cognitive Assessment App!

# loginTitle
source: To get started, we need some of your basic details:
ru: Прежде чем начать, заполните профиль:

# name
source: Your full name:
ru: Имя:

# age
source: Your age:
ru: Возраст:

# email
source: Your email:
ru: Email:

source: CONTINUE
ru: ПРОДОЛЖИТЬ

source: NEXT
ru: ДАЛЕЕ

source: BEGIN
ru: НАЧАТЬ

source: EDIT INFORMATION
ru: РЕДАКТИРОВАТЬ ИНФОРМАЦИЮ

source: ERACE APP DATA
ru: УДАЛИТЬ ДАННЫЕ

source: BEGIN QUESTIONNAIRE
ru: НАЧАТЬ ОПРОС

source: RESUME QUESTIONNAIRE
ru: ПРОДОЛЖИТЬ ОПРОС

# daysToNextSession
source: DAYS UNTIL NEXT SESSION
ru: ДНЕЙ ДО СЛЕДУЮЩЕЙ СЕССИИ

# hoursToNextSession
source: HOURS UNTIL NEXT SESSION
ru: ЧАСОВ ДО СЛЕДУЮЩЕЙ СЕССИИ

# minutesToNextSession
source: MINUTES UNTIL NEXT SESSION
ru: МИНУТ ДО СЛЕДУЮЩЕЙ СЕССИИ

# secondsToNextSession
source: SECONDS UNTIL NEXT SESSION
ru: СЕКУНД ДО СЛЕДУЮЩЕЙ СЕССИИ

# toHomePage
source: GO TO HOME PAGE
ru: ДОМОЙ

source: Export
ru: ЭКСПОРТ

source: DONE
ru: ГОТОВО

source: Home
ru: Опрос

source: Questionnaire
ru: Опрос

# questionnaireDescription
source: Please answer the next few questions as quickly as your ability. The questionnaire will consist of 3 parts: Self - Efficacy, Short - Answer and Long - Answer questions.
ru: Ответьте не следующие несколько вопросов на столько быстро насколько можете. Опрос состоит из трех частей: Самоэффективность, Короткие ответы, Развернутый ответ.

# notDeterminedStatus
source: Your cognitive behavior status will appear here after you complete at least 3 questionnaires.
ru: Ваш статус когнитивного поведения появится здесь после того, как вы заполните не менее трех опросов.

# positiveDynamicsStatus
source: No change detected in cognitive behavior. Everything is great!
ru: Никаких изменений в когнитивном поведении не обнаружено. Все замечательно!

# negativeDynamicsStatus
source: Potential change detected in cognitive behavior. Please consider visiting your doctor.
ru: Потенциальные изменения, обнаруженные в когнитивном поведении. Пожалуйста, посетите своего врача.

# partOneTitle
source: Part 1: Self Efficacy
ru: Часть 1: Самоэффективность

# partOneModuleDescription
source: The following questions are designed to help us get a better understanding of any symptoms you might be experiencing in the areas of attention, memory, organization and thinking. Please try to objective in your answers.
ru: Следующие вопросы предназначены для того, чтобы помочь нам лучше понять любые симптомы, которые вы можете испытывать в области внимания, памяти, организации и мышления. Пожалуйста, постарайтесь быть объективными в своих ответах.

# instructions
source: Using the scale provided, please rate how certain you are can do the following actions:
ru: Используя предоставленную шкалу, пожалуйста, оцените, насколько вы уверены, что можете выполнить следующие действия:

# cannotCertain
source: Cannot do at all
ru: Не могу сделать

# moderatelyCertain
source: Moderately can do
ru: Вполне могу сделать

# highlyCertain
source: Highly certain can do
ru: Точно могу сделать

# partOneQuestion1
source: 1. I am sure that I can recognize when I forget something
ru: 1. Я уверен, что могу распознать, когда что-то забываю

# partOneQuestion2
source: 2. I am sure that I can recognize when I become distracted
ru: 2. Я уверен, что могу распознать, когда я отвлекаюсь

# partOneQuestion3
source: 3. I am sure that I can recognize when I am having difficulty concentrating
ru: 3. Я уверен, что могу распознать, когда мне трудно сосредоточиться

# partOneQuestion4
source: 4. I am sure that I can recognize when I make a mistake
ru: 4. Я уверен, что смогу распознать, когда совершу ошибку

# partOneQuestion5
source: 5. I am sure that I can recognize when I have missed details or information
ru: 5. Я уверен, что могу распознать, когда я пропустил детали или информацию

# partOneQuestion6
source: 6. I am sure that I can recognize when my mind feels cloudy or less sharp
ru: 6. Я уверен, что могу распознать, когда мой разум чувствует себя затуманенным или менее острым

# partOneQuestion7
source: 7. I am sure that I can recognize when there is too much information for me to process
ru: 7. Я уверен, что могу распознать, когда у меня слишком много информации для обработки

# partOneQuestion8
source: 8. I am sure that I can recognize when I have lost track of what I was just doing
ru: 8. Я уверен, что могу распознать, когда я потерял счет тому, что я только что делал

# partTwoTitle
source: Part 2: Short Answer
ru: Часть 2: Краткий ответ

# partTwoModuleDescription
source: The following questions are designed to test you using a few simple short - answer questions. Please try to answer these questions quickly and correctly.
ru: Следующие вопросы предназначены для того, чтобы проверить вас, используя несколько простых вопросов с коротким ответом. Пожалуйста, постарайтесь ответить на эти вопросы быстро и правильно.

# arythmeticQuestion
source: What is
ru: Сколько будет

# identifyQuestion
source: Please identify picture of
ru: Пожалуйста, идентифицируйте изображение

source: bird
ru: птицы

source: buffalo
ru: быка

source: cow
ru: коровы

source: goat
ru: козла

source: horse
ru: лошади

source: koala
ru: коалы

source: monkey
ru: обезьяны

source: owl
ru: совы

source: pig
ru: свиньи

source: rabbit
ru: кролика

source: rhino
ru: носорога

source: rooster
ru: петуха

source: sheep
ru: овцы

source: tiger
ru: тигра

source: turtle
ru: черепахи

source: zebra
ru: зебры

# partThreeTitle
source: Part 3: Long Answer
ru: Часть 3: Развернутый ответ

# partThreeDescription
source: The following questions are designed to test you using a few long - answer questions. Please try to provide detailed medium - size answers. You might find the dictating feature in your keyboard helpful.
ru: Следующие вопросы предназначены для проверки вас с помощью нескольких вопросов с развернутыми ответами. Пожалуйста , постарайтесь дать подробные ответы среднего размера. Возможно, вам пригодится функция диктовки на клавиатуре.

# placeholder
source: Input your answer here:
ru: Введите свой ответ здесь:

# partThreeQuestion1
source: Pleace describe the last birthday party you had.
ru: Пожалуйста, опишите вашу последнюю вечеринку по случаю дня рождения.

# partThreeQuestion2
source: Pleace describe the last book you read.
ru: Пожалуйста, опишите последнюю книгу, которую вы читали.

# partThreeQuestion3
source: Pleace describe the last movie you watched.
ru: Пожалуйста, опишите последний фильм, который вы смотрели

# finishingMessage
source: Thank you for finishing the questionnaire!
ru: Благодарим за прохождение опроса!

# scoreMessage
source: Your scores are:
ru: Ваши баллы:

source: Average:
ru: Средний:

source: Part 1:
ru: Часть 1:

source: Part 2:
ru: Часть 2:

source: Part 3:
ru: Часть 3:

source: History
ru: История

# emptyHistory
source: You have no history yet. You can view you history once you have answered at least one questionnaire!
ru: Здесь будет отображаться информация о пройденных опросах, когда вы завершите хотя бы один.

source: Score:
ru: Баллы:

source: Your answer:
ru: Ваш ответ:

source: Correct
ru: Верно

source: Incorrect
ru: Неверно

source: Responce time:
ru: Время ответа:

# partOne
source: Self Efficacy Questions
ru: Вопросы по самоэффективности

# partTwo
source: Short Answers Questions
ru: Вопросы для кратких ответов

# partThree
source: Long Answer Question
ru: Вопросы для развернутых ответов

# recentScores
source: Your recent scores:
ru: Ваши результаты:

# removeProfile
source: Remove profile and history?
ru: Удалить профиль?

source: Information
ru: Информация

# information1Question
source: How does app work?
ru: Как работает приложение?

# information2Question
source: How are the scores calculated?
ru: Как считаются баллы?

# information2Answer
source: Lorem Ipsum è un testo segnaposto utilizzato nel settore della tipografia e della stampa.Lorem Ipsum è considerato il testo segnaposto standard sin dal sedicesimo secolo, quando un anonimo tipografo prese una cassetta di caratteri e li assemblò per preparare un testo campione.
ru: Индекс туманности Ганнинга или Фог-индекс (Fog Index) показывает уровень удобочитаемости текста. Этот метод проверки комфорта восприятия текста назван по имени создателя Роберта Ганнинга. Вначале он предназначался для журналистов, чтобы избежать туманных формулировок в написанном. В настоящее время используется копирайтерами для определения степени простоты текста для читателей.

# information4Question
source: How is my information processed?
ru: Как обрабатывается моя информация?

# exportTitle
source: The export feature allows you to download your questionnaire results in .cvs file. The file includes detailed informatinon as well as scores for all your questionnaire sessions, which you might want to share with your doctor, family or friends.
ru: Экспорт позволит вам загрузить ваши результаты в формате файла .cvs. Файл содержит подробную информацию по всем пройденным опросам, которую вы можете предоставить своему врачу.

# newSession
source: You can already begin a new session!
ru: Вы уже можете начать новую сессию!
